 [
    {
      "id": 0,
      "quote": "Essa água não é coisa não, ela é bixo coisa.",
      "author": "Rafaela Gomes"
    },
    {
      "id": 1,
      "quote": "Se você não consegue tolerar críticas de jeito algum, então não faça nada novo ou interessante.",
      "author": "Jeff Bezos"
    },
    {
      "id": 2,
      "quote": " Somos o que fazemos repetidamente. Excelência não é um ato, mas sim um hábito.",
      "author": "William Durant"
    },
    {
      "id": 3,
      "quote": " Eu acho que a frugalidade impulsiona a inovação, assim como outras restrições também fazem isso. Uma das únicas maneiras de sair de uma caixa apertada é inventar sua saída.",
      "author": "Jeff Bezos"
    },
    {
      "id": 4,
      "quote": "Trabalhe até que seus rivais se tornem ídolos.",
      "author": "Drake"
    },
    {
      "id": 5,
      "quote": "Objetivo é um sonho com prazo de entrega.",
      "author": "Napoleon Hill"
    },
    {
      "id": 6,
      "quote": "Continuarei trabalhando até o fim.",
      "author": "Amancio Ortega"
    },
    {
      "id": 7,
      "quote": "As dificuldades fortalecem a mente da mesma forma que o trabalho faz com o corpo.",
      "author": "Sêneca"
    },
    {
      "id": 8,
      "quote": "Melhorar a si mesmo é muito mais lucrativo do que tentar melhorar os outros.",
      "author": "Dale Carnegie"
    },
    {
      "id": 9,
      "quote": "Comece onde está. Use o que tem. Faça o que pode.",
      "author": "Arthur Ashe"
    },
    {
      "id": 10,
      "quote": "O sucesso não é determinado por quantas vezes você ganha, mas por como você joga na semana após a derrota.",
      "author": "Pelé"
    },
    {
      "id": 11,
      "quote": "Não há sucesso sem dificuldade.",
      "author": "Sófocles"
    },
    {
      "id": 12,
      "quote": "Toda glória advém de ousar começar.",
      "author": "Eugene F. Ware"
    },
    {
      "id": 13,
      "quote": "Apenas acredite em si mesmo. Se não, finja que sim e, em algum momento, vai ser verdade.",
      "author": "Venus Williams"
    },
    {
      "id": 14,
      "quote": "Mesmo que já tenhas feito uma longa caminhada, há sempre um novo caminho a fazer.",
      "author": "Santo Agostinho"
    },
    {
      "id": 15,
      "quote": "Nunca é tarde demais para ser o que você poderia ter sido.",
      "author": "George Eliot"
    },
    {
      "id": 16,
      "quote": "Só é derrotado quem desiste de lutar.",
      "author": "Paulo Coelho"
    },
    {
      "id": 17,
      "quote": "O que não provoca minha morte faz com que eu fique mais forte.",
      "author": "Friedrich Nietzsche"
    },
    {
      "id": 18,
      "quote": "O único modo de alcançar o impossível é acreditar que é possível.",
      "author": "Charles Kingsleigh (Alice no País das Maravilhas)"
    },
    {
      "id": 19,
      "quote": "Grandes realizações não são feitas por impulso, mas por uma soma de pequenas realizações.",
      "author": "Vincent van Gogh"
    },
    {
      "id": 20,
      "quote": "Mesmo que já tenhas feito uma longa caminhada, há sempre um novo caminho a fazer.",
      "author": "Santo Agostinho"
    },
    {
      "id": 21,
      "quote": "Não importa o quão devagar você vá, desde que você não pare." ,
      "author": "Confúcio"
    },
    {
      "id": 22,
      "quote": "Se você traçar metas absurdamente altas e falhar, seu fracasso será muito melhor que o sucesso de todos."  ,
      "author": "James Cameron"
    },
    {
      "id": 23,
      "quote": "Nunca desista do que você realmente quer fazer. A pessoa com grandes sonhos é mais poderosa do que aquela com todos os fatos."  ,
      "author": "Albert Einstein"
    },
    {
      "id": 24,
      "quote": "Quando você sentir vontade de desistir, lembre-se do motivo pelo qual começou.",
      "author": "Autor desconhecido"
    },
    {
      "id": 25,
      "quote": "Persistir é não desistir de si mesmo.",
      "author": "Augusto Cury"
    }
  ]